{
  "nav.home": "Inicio",
  "nav.about": "Nosotros",
  "nav.advisory": "Consultoría",
  "nav.investment": "Inversión",
  "nav.contact": "Contacto",
  "nav.language": "Idioma",

  "landing.tagline": "pre-shift strike",
  "landing.intro": "Apoyamos Asuntos Personales y Corporativos con anticipación, claridad estratégica, acceso y visión a largo plazo. Operamos donde las decisiones toman forma, antes de que se hagan públicas.",
  "landing.intro2": "Leemos el contexto, influimos en los resultados y posicionamos a personas y empresas donde más importa. Estrategia, reputación y capital se mueven juntos.",
  "landing.intro3": "Creamos opiniones y construimos consenso.",
  "landing.motto": "Asesoramos con claridad. Invertimos con convicción. Actuamos con acceso.",
  "landing.preshift.title": "Pre-Shift Strike",
  "landing.preshift.desc": "no es un eslogan. Es saber cuándo moverse, dónde posicionarse y quién necesita estar en la sala. Antes de que ocurra el cambio.",
  "landing.card.advisory.label": "Asesoría Estratégica",
  "landing.card.advisory.title": "HAKA GLOBAL",
  "landing.card.advisory.subtitle": "CONSULTORÍA",
  "landing.card.investment.label": "Acceso y Convicción",
  "landing.card.investment.title": "HAKA GLOBAL",
  "landing.card.investment.subtitle": "INVERSIÓN",
  "landing.newsletter.title": "Únete al cambio.",
  "landing.newsletter.subtitle": "La discreción comienza aquí.",
  "landing.newsletter.placeholder": "correo@direccion.com",
  "landing.newsletter.button": "Suscribirse",

  "about.hero.title": "Nosotros",
  "about.hero.line1": "Anticipación",
  "about.hero.line2": "Asuntos · Influencia",
  "about.intro": "HAKA opera donde las decisiones toman forma, antes de que se hagan públicas o se formalicen. Trabajamos en entornos personales, corporativos e institucionales complejos.",
  "about.section1.title": "Sobre HAKA",
  "about.section1.p1": "HAKA opera donde las decisiones toman forma, antes de que se hagan públicas o se formalicen.",
  "about.section1.p2": "Trabajamos en entornos personales, corporativos e institucionales complejos, apoyando a individuos y organizaciones cuyos resultados dependen del contexto, la alineación y el timing, no solo de las dinámicas de mercado.",
  "about.section1.p3": "Nuestra actividad se sitúa en Asuntos Personales y Corporativos: la gestión del posicionamiento, las relaciones y la credibilidad en entornos donde convergen poder, intereses y percepción.",
  "about.section1.p4": "Ayudamos a navegar grupos de influencia, dar forma a la alineación entre actores clave y construir consenso antes de que las posiciones se endurezcan. La influencia, para nosotros, no es presión — es alineación estratégica lograda tempranamente.",
  "about.section1.p5": "La anticipación define nuestra ventaja. Combinando juicio contextual con inteligencia estratégica impulsada por IA, analizamos entornos de toma de decisiones, identificamos señales tempranas y anticipamos escenarios antes de que sean visibles.",
  "about.anticipation.title": "Anticipación",
  "about.anticipation.item1.title": "Antes de que las narrativas se asienten",
  "about.anticipation.item1.desc": "Leemos el contexto e influimos en los resultados antes de que las posiciones se endurezcan.",
  "about.anticipation.item2.title": "Antes de que el consenso sea público",
  "about.anticipation.item2.desc": "Construimos consenso entre actores clave a través de alineación estratégica.",
  "about.anticipation.item3.title": "Antes de que ocurra el cambio",
  "about.anticipation.item3.desc": "Pre-Shift Strike es cómo operamos.",
  "about.preshift": "Pre-Shift Strike es cómo operamos. HAKA trabaja selectivamente y con discreción. No buscamos visibilidad. Operamos donde se decide la relevancia.",
  "about.operate.title": "Cómo Operamos",
  "about.operate.selectivity.title": "Selectividad",
  "about.operate.selectivity.desc": "Trabajamos selectivamente. Priorizamos el juicio sobre el proceso.",
  "about.operate.discretion.title": "Discreción",
  "about.operate.discretion.desc": "Confidencial por defecto. No buscamos visibilidad.",
  "about.ai.title": "IA como Palanca Estratégica",
  "about.ai.p1": "En HAKA, la inteligencia artificial no es un producto, un conjunto de herramientas ni un servicio independiente.",
  "about.ai.p2": "Es una capa de palanca estratégica integrada en nuestros procesos de juicio y asesoría. Utilizamos IA para mejorar el análisis contextual, mapear entornos complejos de toma de decisiones, detectar señales débiles y simular escenarios antes de que se materialicen.",
  "about.ai.p3": "El objetivo no es la automatización, sino la claridad: reducir la incertidumbre, mejorar el timing y apoyar decisiones de mayor calidad en momentos críticos.",
  "about.ai.p4": "La IA amplifica el juicio humano. No lo reemplaza.",
  "about.ai.card1.title": "Análisis Contextual",
  "about.ai.card1.desc": "La IA mejora el juicio, mapea entornos, detecta señales.",
  "about.ai.card2.title": "Apoyo a Decisiones",
  "about.ai.card2.desc": "La IA amplifica el juicio humano. No lo reemplaza.",
  "about.cta": "Agendar Consulta",

  "advisory.hero.title": "HAKA Global Consultoría",
  "advisory.hero.subtitle": "Asesoría estratégica para personas y empresas que operan donde las decisiones toman forma.",
  "advisory.whatwedo.title": "Lo Que Hacemos",
  "advisory.whatwedo.desc": "Asesoramos a nivel de decisión, alineando estrategia, reputación y contexto. Nuestro trabajo abarca Asuntos Personales y Corporativos, dinámicas no-mercado y toma de decisiones financieras. Ayudamos a los clientes a anticipar cambios, dar forma al consenso y actuar con claridad — antes de que los movimientos se hagan públicos.",
  "advisory.areas.title": "Áreas de Asesoría",
  "advisory.area1.title": "Asesoría Estratégica y Posicionamiento",
  "advisory.area1.desc": "Definimos y refinamos el posicionamiento estratégico donde se construyen relevancia, autoridad y ventaja a largo plazo — más allá de visibilidad o mensajes.",
  "advisory.area2.title": "Asesoría C-Level y Ejecutiva",
  "advisory.area2.desc": "Consejo confidencial para fundadores, ejecutivos y tomadores de decisiones que operan bajo altas apuestas, exposición pública y complejidad institucional.",
  "advisory.area3.title": "Asuntos Personales y Corporativos",
  "advisory.area3.desc": "Asesoría estratégica sobre intereses personales y corporativos, alineando reputación, relaciones y posicionamiento en entornos de toma de decisiones.",
  "advisory.area4.title": "Estrategia No-Mercado",
  "advisory.area4.desc": "Estrategia más allá de los mercados: instituciones, regulación, percepción pública y dinámicas de poder que dan forma a resultados fuera de marcos competitivos tradicionales.",
  "advisory.area5.title": "Reputación Pública, Confianza y Consenso",
  "advisory.area5.desc": "Ayudamos a construir, proteger y reforzar el capital reputacional, legitimidad y confianza, asegurando credibilidad entre stakeholders clave antes de que el consenso sea público.",
  "advisory.area6.title": "Inteligencia Estratégica con IA",
  "advisory.area6.desc": "Sistemas de inteligencia avanzados aplicados al análisis de contexto, anticipación de escenarios y apoyo a decisiones en entornos personales, corporativos y no-mercado.",
  "advisory.area7.title": "Asesoría Financiera",
  "advisory.area7.desc": "Consejo financiero estratégico que apoya crecimiento, reestructuración, transacciones y decisiones de capital, frecuentemente actuando como puente hacia actividad de inversión.",
  "advisory.howwework.title": "Cómo Trabajamos",
  "advisory.howwework.step1.title": "Trabajamos selectivamente",
  "advisory.howwework.step1.desc": "Operamos con discreción. Priorizamos el juicio sobre el proceso.",
  "advisory.howwework.step2.title": "La asesoría no es apoyo de ejecución",
  "advisory.howwework.step2.desc": "Es claridad estratégica bajo complejidad.",
  "advisory.howwework.step3.title": "Confidencial por defecto",
  "advisory.howwework.step3.desc": "No buscamos visibilidad. Operamos donde se decide la relevancia.",
  "advisory.engage.title": "Cuándo los Clientes Nos Contratan",
  "advisory.engage.item1.title": "La visibilidad importa",
  "advisory.engage.item1.desc": "Cuando visibilidad, acceso y timing importan.",
  "advisory.engage.item2.title": "Se necesita influencia",
  "advisory.engage.item2.desc": "Cuando la influencia es necesaria.",
  "advisory.engage.item3.title": "Sin improvisación",
  "advisory.engage.item3.desc": "Cuando las decisiones no pueden improvisarse.",
  "advisory.engage.item4.title": "El contexto importa",
  "advisory.engage.item4.desc": "Cuando el contexto es tan importante como el capital.",
  "advisory.relationship.title": "Modelo de Relación",
  "advisory.relationship.headline": "Basado en mandatos. A medida. Confidencial.",
  "advisory.relationship.desc": "La asesoría estratégica frecuentemente conduce a decisiones de capital. Cuando es apropiado, nuestro trabajo se extiende a HAKA Global Investment.",
  "advisory.relationship.point1": "No toda conversación conduce a un compromiso.",
  "advisory.relationship.point2": "Pero todo compromiso comienza con la conversación correcta.",
  "advisory.cta": "Agendar Consulta",

  "investment.hero.title": "HAKA Global Investment",
  "investment.hero.subtitle": "Inversiones estratégicas moldeadas por acceso, timing y convicción.",
  "investment.tab.overview": "Resumen",
  "investment.tab.philosophy": "Filosofía",
  "investment.tab.areas": "Áreas",
  "investment.tab.operate": "Operación",
  "investment.overview.p1": "HAKA Global Investment opera donde la asimetría de información, la escasez y el acceso estratégico generan valor a largo plazo. Nuestra actividad es selectiva y orientada a oportunidades, frecuentemente emergiendo de insights desarrollados dentro de HAKA Global Consulting.",
  "investment.overview.p2": "Desplegamos capital donde la anticipación crea ventaja.",
  "investment.philosophy.title": "Filosofía de Inversión",
  "investment.philosophy.headline": "No perseguimos tendencias.",
  "investment.philosophy.desc": "Posicionamos capital antes de que se formen. Nuestro enfoque combina inteligencia contextual, evaluación de riesgo disciplinada y acceso a oportunidades no obvias. La convicción importa más que el volumen.",
  "investment.philosophy.strategy": "La anticipación crea ventaja",
  "investment.areas.title": "Áreas de Inversión",
  "investment.area1.title": "Inmobiliario Mundial",
  "investment.area1.desc": "Inversiones inmobiliarias estratégicas en ubicaciones globales clave, enfocadas en escasez, posicionamiento y relevancia a largo plazo en lugar de ciclos de corto plazo.",
  "investment.area2.title": "Inversiones Privadas y Estratégicas",
  "investment.area2.desc": "Inversiones directas en empresas y estructuras donde gobernanza, estrategia y visión a largo plazo están alineadas. Esto incluye acceso a startups y oportunidades en etapa temprana típicamente no disponibles para el mercado general, obtenidas a través de redes privadas e inteligencia propietaria.",
  "investment.area3.title": "Metales Preciosos",
  "investment.area3.desc": "Exposición dirigida a metales preciosos como instrumentos de preservación de capital, opcionalidad y equilibrio de cartera, abordados con timing estratégico y disciplina.",
  "investment.area4.title": "Activos de Lujo y Coleccionables",
  "investment.area4.desc": "Tratamos los bienes de lujo como activos de grado de inversión, impulsados por escasez, demanda y acceso. Proporcionamos sourcing, acceso y reventa de piezas altamente buscadas y frecuentemente inaccesibles, incluyendo relojes, bolsos, accesorios y joyería fina de maisons como Patek Philippe, Audemars Piguet, Rolex, Hermès, Chanel, Goyard y otras marcas altamente selectivas. Operamos donde el acceso define el valor.",
  "investment.intelligence.title": "Inteligencia y Timing",
  "investment.intelligence.desc": "Las decisiones de inversión están apoyadas por inteligencia estratégica impulsada por IA, aplicada al análisis de contexto, anticipación de escenarios y apoyo a decisiones en entornos de mercado y no-mercado.",
  "investment.operate.title": "Cómo Operamos",
  "investment.operate.step1.title": "Inversiones directas",
  "investment.operate.step1.desc": "O actividad basada en mandatos. Sin vehículos abiertos.",
  "investment.operate.step2.title": "Discreción",
  "investment.operate.step2.desc": "La selectividad es fundamental. Sin exposición masiva.",
  "investment.operate.step3.title": "Inteligencia",
  "investment.operate.step3.desc": "Inteligencia estratégica con IA para análisis de contexto y anticipación de escenarios.",
  "investment.operate.step4.title": "Pre-Shift Strike",
  "investment.operate.step4.desc": "El capital sigue al insight. El insight viene antes de la oportunidad.",
  "investment.cta": "Agendar Consulta",

  "contact.title": "Iniciar una Conversación",
  "contact.subtitle": "La discreción comienza aquí.",
  "contact.intro": "HAKA se compromete selectivamente. Si el contexto, el timing y el acceso son críticos para sus decisiones, puede iniciar una conversación.",
  "contact.disclaimer": "Todas las consultas son tratadas con discreción.",
  "contact.offices.title": "Nuestras Oficinas",
  "contact.office.madrid": "Madrid",
  "contact.office.madrid.address": "Calle Hermosilla 7, 28001",
  "contact.office.barcelona": "Barcelona",
  "contact.office.barcelona.address": "Carrer de Sant Gervasi de Cassoles, 59",
  "contact.office.roma": "Roma",
  "contact.office.roma.address": "Via Tripoli 5, 00199",
  "contact.form.title": "Iniciar una Conversación",
  "contact.form.name": "Nombre",
  "contact.form.name.placeholder": "Su nombre",
  "contact.form.organization": "Organización",
  "contact.form.organization.placeholder": "Su organización (opcional)",
  "contact.form.email": "Datos de contacto",
  "contact.form.email.placeholder": "Correo electrónico",
  "contact.form.message": "Contexto / Mensaje",
  "contact.form.message.placeholder": "¿Cómo podemos ayudarle?",
  "contact.form.submit": "Enviar",
  "contact.closing": "No toda conversación conduce a un compromiso. Pero todo compromiso comienza con la conversación correcta.",
  "contact.email": "info@hakaglobal.com",

  "footer.rights": "Todos los derechos reservados."
}
